{"yes": 1, "no": 2, "1": 3, "2": 4, "white": 5, "3": 6, "blue": 7, "red": 8, "black": 9, "0": 10, "4": 11, "brown": 12, "green": 13, "yellow": 14, "5": 15, "gray": 16, "right": 17, "nothing": 18, "frisbee": 19, "left": 20, "baseball": 21, "tennis": 22, "6": 23, "orange": 24, "none": 25, "wood": 26, "pizza": 27, "bathroom": 28, "pink": 29, "kitchen": 30, "10": 31, "8": 32, "cat": 33, "7": 34, "man": 35, "water": 36, "grass": 37, "dog": 38, "skiing": 39, "skateboarding": 40, "black and white": 41, "kite": 42, "surfing": 43, "silver": 44, "horse": 45, "phone": 46, "living room": 47, "skateboard": 48, "giraffe": 49, "snow": 50, "food": 51, "woman": 52, "wii": 53, "cake": 54, "surfboard": 55, "standing": 56, "eating": 57, "broccoli": 58, "apple": 59, "sunny": 60, "table": 61, "purple": 62, "stop": 63, "laptop": 64, "hat": 65, "elephant": 66, "train": 67, "12": 68, "9": 69, "bus": 70, "sheep": 71, "motorcycle": 72, "soccer": 73, "snowboarding": 74, "beach": 75, "banana": 76, "20": 77, "umbrella": 78, "cow": 79, "winter": 80, "male": 81, "walking": 82, "trees": 83, "wine": 84, "sitting": 85, "tan": 86, "outside": 87, "camera": 88, "metal": 89, "bear": 90, "many": 91, "flowers": 92, "tile": 93, "clear": 94, "sandwich": 95, "brick": 96, "female": 97, "car": 98, "summer": 99, "11": 100, "hot dog": 101, "cloudy": 102, "night": 103, "plane": 104, "donut": 105, "bird": 106, "bedroom": 107, "zebra": 108, "bench": 109, "down": 110, "bananas": 111, "bed": 112, "cheese": 113, "wall": 114, "plate": 115, "15": 116, "beer": 117, "fork": 118, "people": 119, "red and white": 120, "fence": 121, "tree": 122, "street": 123, "boat": 124, "helmet": 125, "tv": 126, "bat": 127, "sand": 128, "kites": 129, "chair": 130, "horses": 131, "25": 132, "bike": 133, "up": 134, "skis": 135, "afternoon": 136, "cows": 137, "glass": 138, "couch": 139, "birthday": 140, "dirt": 141, "truck": 142, "floor": 143, "coffee": 144, "building": 145, "nike": 146, "ball": 147, "tennis racket": 148, "zoo": 149, "suitcase": 150, "airport": 151, "snowboard": 152, "stripes": 153, "square": 154, "playing wii": 155, "boy": 156, "13": 157, "ocean": 158, "concrete": 159, "teddy bear": 160, "knife": 161, "city": 162, "no one": 163, "usa": 164, "round": 165, "girl": 166, "english": 167, "blonde": 168, "donuts": 169, "fruit": 170, "toilet": 171, "oak": 172, "plastic": 173, "open": 174, "ground": 175, "flying kite": 176, "clock": 177, "airplane": 178, "tie": 179, "30": 180, "park": 181, "old": 182, "carrots": 183, "sidewalk": 184, "glasses": 185, "evening": 186, "christmas": 187, "field": 188, "toothbrush": 189, "blue and white": 190, "paper": 191, "remote": 192, "fall": 193, "scissors": 194, "50": 195, "wii remote": 196, "day": 197, "chinese": 198, "mountains": 199, "cooking": 200, "spoon": 201, "mirror": 202, "chicken": 203, "plaid": 204, "office": 205, "chocolate": 206, "africa": 207, "cold": 208, "picture": 209, "breakfast": 210, "palm": 211, "light": 212, "window": 213, "shirt": 214, "computer": 215, "dell": 216, "restaurant": 217, "sleeping": 218, "mountain": 219, "vegetables": 220, "elephants": 221, "cell phone": 222, "sky": 223, "sun": 224, "stone": 225, "tomato": 226, "person": 227, "clouds": 228, "carpet": 229, "happy": 230, "noon": 231, "lettuce": 232, "short": 233, "rectangle": 234, "daytime": 235, "wedding": 236, "fire hydrant": 237, "14": 238, "closed": 239, "nowhere": 240, "on table": 241, "ski poles": 242, "sunglasses": 243, "leaves": 244, "american": 245, "solid": 246, "birds": 247, "lot": 248, "apples": 249, "counter": 250, "unknown": 251, "small": 252, "playing": 253, "overcast": 254, "house": 255, "desk": 256, "wetsuit": 257, "shorts": 258, "100": 259, "inside": 260, "fish": 261, "backpack": 262, "microwave": 263, "carrot": 264, "very": 265, "16": 266, "asian": 267, "home": 268, "beige": 269, "oranges": 270, "dinner": 271, "both": 272, "morning": 273, "jeans": 274, "pepperoni": 275, "graffiti": 276, "salad": 277, "luggage": 278, "sign": 279, "passenger": 280, "color": 281, "playing tennis": 282, "pine": 283, "brown and white": 284, "england": 285, "bicycle": 286, "towel": 287, "hay": 288, "resting": 289, "books": 290, "floral": 291, "bag": 292, "refrigerator": 293, "on": 294, "gold": 295, "adidas": 296, "london": 297, "zebras": 298, "racket": 299, "baby": 300, "24": 301, "sink": 302, "rainbow": 303, "circle": 304, "bowl": 305, "wii controller": 306, "police": 307, "bread": 308, "milk": 309, "giraffes": 310, "road": 311, "spring": 312, "spinach": 313, "glove": 314, "box": 315, "real": 316, "hair": 317, "catcher": 318, "vase": 319, "motorcycles": 320, "flower": 321, "child": 322, "soup": 323, "rocks": 324, "lights": 325, "bridge": 326, "blanket": 327, "rain": 328, "brushing teeth": 329, "watch": 330, "new york": 331, "safety": 332, "in air": 333, "cars": 334, "wilson": 335, "talking on phone": 336, "church": 337, "middle": 338, "on wall": 339, "jacket": 340, "background": 341, "windows": 342, "mouse": 343, "book": 344, "sneakers": 345, "18": 346, "striped": 347, "shadow": 348, "drinking": 349, "coca cola": 350, "neither": 351, "hand": 352, "playing frisbee": 353, "leather": 354, "electric": 355, "shoes": 356, "rainy": 357, "pole": 358, "gas": 359, "umbrellas": 360, "talking": 361, "tabby": 362, "lunch": 363, "flying": 364, "china": 365, "off": 366, "keyboard": 367, "seagull": 368, "ketchup": 369, "hot dogs": 370, "roses": 371, "grazing": 372, "collar": 373, "tennis court": 374, "photographer": 375, "kite flying": 376, "checkered": 377, "batter": 378, "young": 379, "white and blue": 380, "forward": 381, "train station": 382, "posing": 383, "in water": 384, "smiling": 385, "rug": 386, "reading": 387, "sandals": 388, "lamp": 389, "lab": 390, "triangle": 391, "stove": 392, "plant": 393, "oven": 394, "dessert": 395, "controller": 396, "umpire": 397, "texting": 398, "front": 399, "clothes": 400, "wire": 401, "tracks": 402, "long": 403, "taking off": 404, "lake": 405, "surfboards": 406, "door": 407, "rock": 408, "on left": 409, "large": 410, "jumping": 411, "rope": 412, "pitcher": 413, "parking lot": 414, "17": 415, "school": 416, "goggles": 417, "top": 418, "double decker": 419, "200": 420, "rose": 421, "hotel": 422, "heart": 423, "taking picture": 424, "meat": 425, "head": 426, "ceramic": 427, "purse": 428, "modern": 429, "cup": 430, "good": 431, "boots": 432, "sunset": 433, "running": 434, "peppers": 435, "on plate": 436, "clean": 437, "pictures": 438, "canada": 439, "toilet paper": 440, "soda": 441, "branch": 442, "skate park": 443, "river": 444, "straight": 445, "lemon": 446, "shade": 447, "outdoors": 448, "ford": 449, "electricity": 450, "bears": 451, "40": 452, "red and yellow": 453, "parking": 454, "beef": 455, "turkey": 456, "downhill": 457, "warm": 458, "vanilla": 459, "indoors": 460, "away": 461, "red and black": 462, "paint": 463, "oval": 464, "on ground": 465, "olives": 466, "adult": 467, "shelf": 468, "pillow": 469, "jet": 470, "decoration": 471, "basket": 472, "fries": 473, "red and blue": 474, "gloves": 475, "flag": 476, "calm": 477, "pepsi": 478, "bottle": 479, "stop sign": 480, "go": 481, "boats": 482, "blue and yellow": 483, "water skiing": 484, "watching": 485, "van": 486, "north": 487, "hot": 488, "ham": 489, "parking meter": 490, "laying down": 491, "trash can": 492, "ponytail": 493, "batting": 494, "toy": 495, "riding": 496, "raining": 497, "new": 498, "mustard": 499, "wild": 500, "strawberries": 501, "star": 502, "landing": 503, "blinds": 504, "delta": 505, "bikes": 506, "tomatoes": 507, "honda": 508, "cutting board": 509, "asphalt": 510, "slow": 511, "octagon": 512, "necklace": 513, "men": 514, "guitar": 515, "daisy": 516, "bottom": 517, "22": 518, "tennis ball": 519, "headband": 520, "fridge": 521, "dining room": 522, "smoke": 523, "ski": 524, "one way": 525, "rice": 526, "fishing": 527, "dogs": 528, "ceiling": 529, "cargo": 530, "united": 531, "back": 532, "2 feet": 533, "terrier": 534, "tea": 535, "suit": 536, "strawberry": 537, "planes": 538, "carriage": 539, "blender": 540, "wind": 541, "playing baseball": 542, "orange and white": 543, "green and white": 544, "flying kites": 545, "cutting": 546, "21": 547, "wooden": 548, "white and red": 549, "scarf": 550, "sausage": 551, "on desk": 552, "full": 553, "clay": 554, "farm": 555, "dry": 556, "diamond": 557, "collie": 558, "a": 559, "white and black": 560, "swimming": 561, "high": 562, "tower": 563, "orange juice": 564, "cross": 565, "23": 566, "samsung": 567, "plants": 568, "big": 569, "america": 570, "waves": 571, "work": 572, "ramp": 573, "parasailing": 574, "market": 575, "india": 576, "ice cream": 577, "human": 578, "fire": 579, "fan": 580, "store": 581, "on bed": 582, "helmets": 583, "headphones": 584, "hats": 585, "harley": 586, "dress": 587, "cotton": 588, "smile": 589, "protection": 590, "granite": 591, "ducks": 592, "clock tower": 593, "bacon": 594, "19": 595, "sugar": 596, "steam": 597, "dirty": 598, "urban": 599, "steel": 600, "skateboards": 601, "skateboarder": 602, "no parking": 603, "coke": 604, "bracelet": 605, "sparrow": 606, "onions": 607, "gray and white": 608, "candles": 609, "above": 610, "polar": 611, "on sidewalk": 612, "marble": 613, "hit ball": 614, "duck": 615, "air": 616, "wine glass": 617, "sweater": 618, "seagulls": 619, "tulips": 620, "surf": 621, "pot": 622, "polo": 623, "cutting cake": 624, "african": 625, "tall": 626, "sad": 627, "p": 628, "handle": 629, "trash": 630, "surfer": 631, "parked": 632, "moving": 633, "dusk": 634, "curtain": 635, "chairs": 636, "butter": 637, "beard": 638, "bakery": 639, "yellow and blue": 640, "united states": 641, "typing": 642, "reflection": 643, "parade": 644, "military": 645, "grapes": 646, "fork and knife": 647, "face": 648, "cumulus": 649, "cloth": 650, "chain link": 651, "big ben": 652, "28": 653, "eggs": 654, "dunkin donuts": 655, "cart": 656, "bricks": 657, "poles": 658, "football": 659, "catching": 660, "35": 661, "stainless steel": 662, "pasta": 663, "mcdonald's": 664, "hands": 665, "flip flops": 666, "fire truck": 667, "chef": 668, "buildings": 669, "all": 670, "twin": 671, "scooter": 672, "potatoes": 673, "pan": 674, "painting": 675, "paddle": 676, "medium": 677, "driving": 678, "bow": 679, "bmw": 680, "apartment": 681, "27": 682, "toyota": 683, "ski lift": 684, "shower": 685, "sauce": 686, "pen": 687, "low": 688, "i don't know": 689, "green and yellow": 690, "german": 691, "east": 692, "bicycles": 693, "bar": 694, "soccer ball": 695, "porcelain": 696, "plain": 697, "nighttime": 698, "napkin": 699, "mercedes": 700, "jump": 701, "japan": 702, "family": 703, "cement": 704, "calico": 705, "bandana": 706, "yellow and white": 707, "very tall": 708, "stairs": 709, "pepper": 710, "party": 711, "italian": 712, "forest": 713, "fast": 714, "cowboy": 715, "baseball field": 716, "at camera": 717, "transportation": 718, "towels": 719, "soap": 720, "polar bear": 721, "pants": 722, "multi": 723, "hp": 724, "eagle": 725, "asia": 726, "public": 727, "parrot": 728, "on floor": 729, "mushrooms": 730, "mozzarella": 731, "lighthouse": 732, "italy": 733, "golden retriever": 734, "german shepherd": 735, "dodgers": 736, "dock": 737, "desktop": 738, "cats": 739, "behind": 740, "10 feet": 741, "working": 742, "w": 743, "sony": 744, "serving": 745, "on right": 746, "on counter": 747, "candle": 748, "3 feet": 749, "tray": 750, "tag": 751, "stuffed animal": 752, "steak": 753, "station": 754, "south": 755, "sailboat": 756, "ring": 757, "poodle": 758, "game": 759, "chopsticks": 760, "california": 761, "business": 762, "basketball": 763, "asparagus": 764, "60": 765, "38": 766, "women": 767, "white and brown": 768, "swan": 769, "straw": 770, "queen": 771, "pork": 772, "indian": 773, "france": 774, "curtains": 775, "boston": 776, "sprinkles": 777, "phones": 778, "little": 779, "juice": 780, "giants": 781, "fedex": 782, "b": 783, "26": 784, "suv": 785, "shoe": 786, "pelican": 787, "nokia": 788, "hydrant": 789, "halloween": 790, "fake": 791, "chicago": 792, "bun": 793, "baseball bat": 794, "shallow": 795, "sandwiches": 796, "roof": 797, "owl": 798, "on tracks": 799, "looking": 800, "cookies": 801, "c": 802, "boating": 803, "balance": 804, "yellow and red": 805, "west": 806, "starbucks": 807, "squares": 808, "siamese": 809, "roman": 810, "newspaper": 811, "laying": 812, "harley davidson": 813, "fireplace": 814, "crosswalk": 815, "cone": 816, "bulldog": 817, "yamaha": 818, "walk": 819, "waiting": 820, "stick": 821, "red white and blue": 822, "red sox": 823, "red and green": 824, "pug": 825, "pigeon": 826, "parsley": 827, "on street": 828, "on building": 829, "net": 830, "museum": 831, "kia": 832, "half": 833, "french": 834, "dark": 835, "crane": 836, "bowling": 837, "wave": 838, "visor": 839, "traffic": 840, "smoothie": 841, "playing game": 842, "pickle": 843, "on grass": 844, "north america": 845, "natural": 846, "kids": 847, "frosting": 848, "foreground": 849, "black and yellow": 850, "basil": 851, "art": 852, "wet": 853, "statue": 854, "pillows": 855, "green beans": 856, "fur": 857, "finch": 858, "fedora": 859, "fabric": 860, "drywall": 861, "cleaning": 862, "bus stop": 863, "beans": 864, "bags": 865, "yellow and black": 866, "watching tv": 867, "teddy bears": 868, "magnets": 869, "hair dryer": 870, "egg": 871, "downtown": 872, "cucumber": 873, "corn": 874, "cabinet": 875, "45": 876, "wool": 877, "vest": 878, "mutt": 879, "microphone": 880, "map": 881, "lilies": 882, "desert": 883, "commercial": 884, "butterfly": 885, "55": 886, "vertical": 887, "t-shirt": 888, "signs": 889, "serve": 890, "nobody": 891, "navy": 892, "mask": 893, "fun": 894, "europe": 895, "cross country": 896, "bell": 897, "2012": 898, "words": 899, "tired": 900, "tank top": 901, "sunlight": 902, "runway": 903, "out": 904, "log": 905, "gothic": 906, "glazed": 907, "germany": 908, "cherry": 909, "broken": 910, "bathtub": 911, "vegetable": 912, "tennis rackets": 913, "rural": 914, "plaster": 915, "pineapple": 916, "library": 917, "lg": 918, "laptops": 919, "in bowl": 920, "country": 921, "cleats": 922, "cigarette": 923, "boxes": 924, "black and red": 925, "army": 926, "5 years": 927, "33": 928, "skier": 929, "peas": 930, "outdoor": 931, "hungry": 932, "gravel": 933, "empty": 934, "drink": 935, "cupcakes": 936, "corner": 937, "cheesecake": 938, "brush": 939, "2010": 940, "wires": 941, "washington": 942, "traffic light": 943, "s": 944, "pitching": 945, "pie": 946, "monkey": 947, "it's not": 948, "engine": 949, "circles": 950, "children": 951, "bull": 952, "bucket": 953, "air canada": 954, "t": 955, "stuffed animals": 956, "skating": 957, "san francisco": 958, "private": 959, "peace": 960, "on pole": 961, "lufthansa": 962, "krispy kreme": 963, "jeep": 964, "harness": 965, "french fries": 966, "deer": 967, "daisies": 968, "candy": 969, "bushes": 970, "bush": 971, "blue and green": 972, "beanie": 973, "barn": 974, "apron": 975, "wheat": 976, "watermelon": 977, "vases": 978, "tiger": 979, "tattoo": 980, "swinging": 981, "string": 982, "skirt": 983, "shrimp": 984, "pink and white": 985, "pancakes": 986, "no number": 987, "kiwi": 988, "hospital": 989, "horns": 990, "geese": 991, "foil": 992, "bottles": 993, "air force": 994, "woods": 995, "window sill": 996, "vans": 997, "unsure": 998, "thin": 999, "tennis player": 1000}